results_vcloud_2cores_4gb_normal_storage/4/results.txt
transaction type: Custom query
scaling factor: 1
query mode: simple
number of clients: 8
number of threads: 2
duration: 60 s
number of transactions actually processed: 23204
latency average: 20.686 ms
tps = 385.806472 (including connections establishing)
tps = 385.827297 (excluding connections establishing)